course_info = {
    "kbnote1": {
        "title": "Глава 1 по базе данных",
        "description": "Описание Главы 1 по базе данных.",
        "lectures": {
            "k1bnote1": "Лекция 1 по базе данных",
            "k1bnote2": "Лекция 2 по базе данных",
            "k1bnote3": "Лекция 3 по базе данных",
            "k1bnote4": "Лекция 4 по базе данных"
        }
    },
    "kbnote2": {
        "title": "Глава 2 по базе данных",
        "description": "Описание Главы 2 по базе данных.",
        "lectures": {
            "k2bnote1": "Лекция 1 по базе данных",
            "k2bnote2": "Лекция 2 по базе данных",
            "k2bnote3": "Лекция 3 по базе данных",
            "k2bnote4": "Лекция 4 по базе данных"
        }
    },
    "kbnote3": {
        "title": "Глава 3 по базе данных",
        "description": "Описание Главы 3 по базе данных.",
        "lectures": {
            "k3bnote1": "Лекция 1 по базе данных",
            "k3bnote2": "Лекция 2 по базе данных",
            "k3bnote3": "Лекция 3 по базе данных",
            "k3bnote4": "Лекция 4 по базе данных"
        }
    },
    "kbnote4": {
        "title": "Глава 4 по базе данных",
        "description": "Описание Главы 4 по базе данных.",
        "lectures": {
            "k4bnote1": "Лекция 1 по базе данных",
            "k4bnote2": "Лекция 2 по базе данных",
            "k4bnote3": "Лекция 3 по базе данных",
            "k4bnote4": "Лекция 4 по базе данных"
        }
    },
    "kanote1": {
        "title": "Курс 1 по алгоритмитизации систем",
        "description": "Описание Курса 1 по алгоритмитизации систем.",
        "lectures": {
            "k1anote1": "Лекция 1 по алгоритмитизации",
            "k1anote2": "Лекция 2 по алгоритмитизации",
            "k1anote3": "Лекция 3 по алгоритмитизации",
            "k1anote4": "Лекция 4 по алгоритмитизации"
        }
    },
    "kanote2": {
        "title": "Курс 2 по алгоритмитизации систем",
        "description": "Описание Курса 2 по алгоритмитизации систем.",
        "lectures": {
            "k2anote1": "Лекция 1 по алгоритмитизации",
            "k2anote2": "Лекция 2 по алгоритмитизации",
            "k2anote3": "Лекция 3 по алгоритмитизации",
            "k2anote4": "Лекция 4 по алгоритмитизации"
        }
    },
    "kanote3": {
        "title": "Курс 3 по алгоритмитизации систем",
        "description": "Описание Курса 3 по алгоритмитизации систем.",
        "lectures": {
            "k3anote1": "Лекция 1 по алгоритмитизации",
            "k3anote2": "Лекция 2 по алгоритмитизации",
            "k3anote3": "Лекция 3 по алгоритмитизации",
            "k3anote4": "Лекция 4 по алгоритмитизации"
        }
    },
    "kanote4": {
        "title": "Курс 4 по алгоритмитизации систем",
        "description": "Описание Курса 4 по алгоритмитизации систем.",
        "lectures": {
            "k4anote1": "Лекция 1 по алгоритмитизации",
            "k4anote2": "Лекция 2 по алгоритмитизации",
            "k4anote3": "Лекция 3 по алгоритмитизации",
            "k4anote4": "Лекция 4 по алгоритмитизации"
        }
    }
}
